"KEY"                     = "泰语";
"OK"                      = "ตกลง";
"Back"                    = "กลับ";
"Done"                    = "เสร็จแล้ว";
"Edit"                    = "แก้ไข";
"Sorry"                   = "ขอโทษ";
"Cancel"                  = "ยกเลิก";
"Setting"                 = "การตั้งค่า";
"Photos"                  = "ภาพถ่าย";
"Videos"                  = "วิดีโอ";
"Preview"                 = "ดูตัวอย่าง";
"Full image"              = "ภาพเต็ม";
"Processing..."           = "กำลังประมวลผล...";
"No Photos or Videos"     = "ไม่มีรูปถ่ายหรือวิดีโอ";
"Synchronizing photos from iCloud" = "การซิงโครไนซ์รูปภาพจาก iCloud";
"iCloud sync failed"    = "การซิงค์ iCloud ล้มเหลว";
"Can not use camera"      = "ไม่สามารถใช้กล้องได้";
"Can not choose both video and photo" = "ไม่สามารถเลือกได้ทั้งวิดีโอและภาพถ่าย";
"Can not choose both photo and GIF" = "ไม่สามารถเลือกได้ทั้งรูปภาพและ GIF";
"Select the video when in multi state, we will handle the video as a photo" = "เลือกวิดีโอเมื่ออยู่ในหลายสถานะ เราจะจัดการวิดีโอเป็นรูปถ่าย";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "ไม่สามารถข้ามไปยังหน้าการตั้งค่าความเป็นส่วนตัวได้ กรุณาไปที่หน้าการตั้งค่าด้วยตัวเอง ขอบคุณค่ะ";
"Select a maximum of %zd photos" = "เลือกได้สูงสุด %zd รูปภาพ";
"Select a minimum of %zd photos" = "โปรดเลือกรูปภาพอย่างน้อย %zd";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "อนุญาตให้ %@ เข้าถึงอัลบั้มของคุณใน \"การตั้งค่า > ความเป็นส่วนตัว > รูปภาพ\"";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "โปรดอนุญาตให้ %@ เข้าถึงกล้องของคุณใน \"การตั้งค่า > ความเป็นส่วนตัว > กล้อง\"";
"Selected for %ld seconds" = "เลือกไว้เป็นเวลา %ld วินาที";
"Allow %@ to access your all photos" = "%@ สามารถเข้าถึงเฉพาะภาพถ่ายที่เลือกเท่านั้น อนุญาตให้เข้าถึง \"รูปภาพทั้งหมด\"";
"Add more accessible photos" = "เพิ่มรูปภาพที่สามารถเข้าถึงได้ \n เพิ่มเติม";
